Repository: zeecoder606/jigsaw-puzzle-branch
Catalog: po/*.po
Languages: hy, ta

source: Jigsaw Puzzle
hy: Խճանկար գլուխկոտրուկ
ta: குறுக்குப்புதிர்

source: Buddy '%(buddy)s' changed status: %(status)s
hy: Ընկերը '%(buddy)s' փոխեց կարգավիճակը` %(status)s
ta: நண்பனின் '%(buddy)s' மாறிய நிலமை: %(status)s

source: Buddy '%s' joined the game!
hy: '%s' ընկերը միացավ խաղին
ta: நண்பன் '%s' ஆட்டத்தில் இணைந்துள்ளார்!

source: Buddy '%s' left the game!
hy: '%s' ընկերը լքեց խաղը
ta: நண்பன் '%s' ஆட்டத்தை விட்டு விட்டார்!

source: Solve
hy: Լուծել
ta: தீர்வு கண்டுபிடி

source: Shuffle
hy: Խառնել
ta: குழப்பு

source: My Picture
hy: Իմ նկարը
ta: எனது படம்

source: Board Hint
hy: Հուշում
ta: பலகைக்குறிப்பு

source: Time:
hy: Ժամանակ.
ta: நேரம்

source: Lesson Plans
hy: Դասի պլաններ
ta: பாடத்திட்டம்

source: Select image and press Start Game...
hy: Ընտրել պատկերն ու սեղմել "Սկսել խաղը"...
ta: ஆட்டத்தை ஆரம்பிக்க படத்தை தெரிவு செய்து அழுத்தவும்

source: Waiting for Puzzle image to be chosen...
hy: Սապսում է Գլուխկոտրուկի պատկերի ընտրությանը...
ta: புதிர் படம் தெரிவு செய்வதற்காக காத்திருக்கிறது

source: Buddies
hy: Ընկերներ
ta: நண்பர்கள்

source: Game Running
hy: Խաղն ընթացքի մեջ է
ta: ஆட்டம் இடம் பெற்றுக்கொண்டிருக்கிறது

source: Start Game
hy: Սկսել խաղը
ta: ஆட்டத்தை ஆரம்பி

source: Choose a Subject
hy: Ընտրել թեմա
ta: பாடத்தை தெரிவு செய்

source: Puzzle Solved!
hy: Գլուխկոտրուկը լուծվեց
ta: புதிர் தீர்க்கப்பட்டது

source: Press Stop on the Toolbar to Exit Activity!
hy: Գործողությունից դուրս գալու համար Գործիքաշերտի վրա սեղմեք "դուրս գալ":
ta: செயலை நிறுத்த கருவிப்பட்டையிலுள்ள Exit ஐ அழுத்தவும்

source: Jigsaw Puzzle Activity
hy: Խճանկար-գլուխկոտրուկային խաղ
ta: குறுக்குப்புதிர் செயற்பாடு

source: Close Lesson
hy: Փակել դասը
ta: பாடத்தை மூடு

source: Game Started!
hy: Խաղը սկսվեց
ta: ஆட்டம் ஆரம்பிக்கப்பட்டுள்ளது

source: Waiting for Puzzle image to be transferred...
hy: Սպասում է Գլուխկոտրուկի պատկերի փոխանցմանը...
ta: புதிர் படம் இடமாற்றப்படுவதற்காக காத்திருக்கிறது

source: Overview
hy: Ընդհանուր ներկայացում
ta: பொது நோக்கு

source: Lesson 3
hy: Դաս 3
ta: பாடம் 3

source: Lesson 1
hy: Դաս 1
ta: பாடம் 1

source: Lesson 2
hy: Դաս 2
ta: பாடம் 2

source: Buddy
hy: Ընկեր
ta: நண்பன்

source: Status
hy: Կարգավիճակ
ta: நிலை

source: Play Time
hy: Խաղաժամանակ
ta: ஆட்ட நேரம்

source: Joined at
hy: Միացել է ժամը.
ta: இங்கு இணைந்தள்ளார்

source: synchronizing
hy: Ներդաշնակում
ta: ஒன்று சேர்த்தல்

source: Playing
hy: Խաղն ընթացքի մեջ է
ta: ஆடுகிறார்

source: Paused
hy: Ընդմիջված է
ta: இடை நிறுத்தம்

source: Finished
hy: Ավարտված է
ta: முடிவுற்றது

source: Gave up
hy: Հանձնվեց
ta: விட்டுக்கொடுத்தல்

source: Unknown
hy: Անծանոթ
ta: அறியப்படாத

source: %i minutes
hy: %i րոպե
ta: %i நிமிடங்கள்

source: Chinese (simplified)
hy: Չիներեն (պարզեցված)
ta: (இலகுவாக்கப்பட்ட) சீன மொழி

source: Chinese (traditional)
hy: Չիներեն (ավանդական)
ta: (மரபு) சீன மொழி

source: Czech
hy: Չեխերեն
ta: செக் மொழி

source: Danish
hy: Դանիերեն
ta: டானிஸ் மொழி

source: Dutch
hy: Հոլանդերեն
ta: டச்சு மொழி

source: English
hy: Անգլերեն
ta: ஆங்கிலம்

source: English - Great Britain
hy: Անգլերեն - Մեծ Բրիտանիա
ta: ஆங்கிலம் - பெரிய பிரித்தானியா

source: English - U.S.
hy: Անգլերեն - ԱՄՆ
ta: ஆங்கிலம் - அமெரிக்கா

source: Finnish
hy: Ֆիններեն
ta: பின்னிஸ் மொழி

source: French
hy: Ֆրանսերեն
ta: பிரென்ஜ் மொழி

source: German
hy: Գերմաներեն
ta: ஜேர்மன் மொழி

source: Hungarian
hy: Հունգարերեն
ta: ஹங்கேரியன் மொழி

source: Italian
hy: Իտալերեն
ta: இத்தாலிய மொழி

source: Japanese
hy: Ճապոներեն
ta: ஜப்பானிய மொழி

source: Korean
hy: Կորեերեն
ta: கொரிய மொழி

source: Norwegian
hy: Նորվեգերեն
ta: நோவேஜிய மொழி

source: Polish
hy: Լեհերեն
ta: போலிஸ் மொழி

source: Portuguese
hy: Պորտուգալերեն
ta: போத்துகேய மொழி

source: Portuguese - Brazilian
hy: Պորտուգալերեն - Բրազիլայի
ta: போத்துகீஸ்- பிரேசிலியன்

source: Russian
hy: Ռուսերեն
ta: ரஸ்ய மொழி

source: Slovak
hy: Սլովակերեն
ta: சுலவோக்கிய மொழி

source: Spanish
hy: Իսպաներեն
ta: ஸ்பானிய மொழி

source: Swedish
hy: Շվեդերեն
ta: சுவீடன் மொழி

source: Turkish
hy: Թուրքերեն
ta: துருக்கிய மொழி

source: Choose image
hy: Ընտրել պատկերը
ta: படத்தை தெரிவு செய்

source: Not a valid image file
hy: Նկարի ֆայլն ընդունելի չէ
ta: படத்தை தெரிவு செய்
