Repository: zeecoder606/jigsaw-puzzle-branch
Catalog: po/pap.po
Languages: pap

source: Jigsaw Puzzle
pap: Jigsaw Pùzel

source: Buddy '%s' joined the game!
pap: Kamarada '%s' a drenta den wega!

source: Buddy '%s' left the game!
pap: Kamarada '%s' a sali for di wega!

source: Solve
pap: Solushoná

source: Shuffle
pap: meskla

source: My Picture
pap: Mi potret

source: Board Hint
pap: Tep di Bórchi

source: Time:
pap: Tempu:

source: Lesson Plans
pap: Ideanan pa lès

source: Select image and press Start Game...
pap: Selekta imagen y primi tekla pa kuminsa e Wega...

source: Waiting for Puzzle image to be chosen...
pap: Wardando riba imágen di Pùzel pa skohe...

source: Buddies
pap: Kamaradanan

source: Game Running
pap: Wega ta koriendo

source: Start Game
pap: Kuminsá wega

source: Choose a Subject
pap: Skohe un tópiko

source: Puzzle Solved!
pap: Púzel resolvé!

source: Press Stop on the Toolbar to Exit Activity!
pap: Primi stòp riba e Toolbar pa sali for di e aktividat!

source: Jigsaw Puzzle Activity
pap: Aktividat Jigsaw Pùzel

source: Close Lesson
pap: Sera lès

source: Game Started!
pap: Wega a kuminsá!

source: Waiting for Puzzle image to be transferred...
pap: Wardando riba imágen di Púzel pa traspasá...

source: Overview
pap: Bista general

source: Lesson 3
pap: Lès 3

source: Lesson 1
pap: Lès 1

source: Lesson 2
pap: Lès 2

source: Buddy
pap: Kamarada

source: Status
pap: Státús

source: Play Time
pap: Tempu di wega

source: Joined at
pap: A djòin na

source: synchronizing
pap: sinkronisando

source: Playing
pap: Hungando

source: Paused
pap: A pousa

source: Finished
pap: Kla

source: Gave up
pap: A duna

source: Unknown
pap: Dèskònòsido

source: %i minutes
pap: %i minütnan

source: Chinese (simplified)
pap: Chines (simplifiká)

source: Chinese (traditional)
pap: Chines (tradishonal)

source: Czech
pap: Cheko

source: Danish
pap: Danés

source: Dutch
pap: Hulandes

source: English
pap: Ingles

source: English - Great Britain
pap: Ingles - Gran Bretaña

source: English - U.S.
pap: Ingles - E.U.

source: Finnish
pap: Finés

source: French
pap: Frances

source: German
pap: Aleman

source: Hungarian
pap: Húngaro

source: Italian
pap: Italiano

source: Japanese
pap: Hapones

source: Korean
pap: Koreano

source: Norwegian
pap: Noruego

source: Polish
pap: Polako

source: Portuguese
pap: Portugues

source: Portuguese - Brazilian
pap: Portugues - Brasileño

source: Russian
pap: Rusiano

source: Slovak
pap: Slobako

source: Spanish
pap: Spaño

source: Swedish
pap: Sueko

source: Turkish
pap: Turko

source: Choose image
pap: Skohe imagen

source: Not a valid image file
pap: Fail di imagen no ta balido
